Repository: mikaelacaron/brain-marks
Catalog: brain-marks/Localization/*.lproj/Localizable.strings
Languages: hi

source: Tweets
hi: ट्वीट्स

source: Settings
hi: सेटिंग

source: Categories
hi: श्रेणियाँ

# CategoriesAreEmpty
source: The categories are empty,
hi: श्रेणियां खाली हैं,

# PleaseAddNewCategories
source: please add new categories by clicking on
hi: कृपया क्लिक करके नई श्रेणियां जोड़ें

# YouHaventCreatedCategories
source: You haven't created any categories!
hi: आपने कोई श्रेणी नहीं बनाई है!

# AllCategoriesWillBeDeleted
source: Category and all tweets will be deleted
hi: श्रेणी और सभी ट्वीट हटा दिए जाएंगे।

# EnterCategoryName
source: Enter name of new category
hi: नई श्रेणी का नाम दर्ज करें

source: New Category
hi: नई श्रेणी

source: Create
hi: सृजन करना

source: Delete
hi: हटाएं

source: Twitter for iPhone
hi: iPhone के लिए ट्विटर

# NoSavedTweets
source: No tweets saved!
hi: कोई ट्वीट सहेजा नहीं गया!

# EnteredLinkIsNotValid
source: The link you entered isn't valid.
hi: आपके द्वारा दर्ज किया गया लिंक मान्य नहीं है।

# YouMustSelectCategory
source: You must select a category
hi: आपको एक श्रेणी का चयन करना होगा

source: Enter copied url
hi: कॉपी किया हुआ URL डालें

source: Category
hi: श्रेणी

source: Save
hi: सेव करे

# IfYouWantToContribute
source: If you are interested in contributing yourself, visit the GitHub Repo for more information. Below a list of all contributors can be found. Your name could be there!
hi: आप इस प्रोजेक्ट में अपना योगदान दे सकते हैं! यह प्रोजेक्ट GitHub पर open source है। योगदान करने के लिए नीचे दिए गए लिंक पर जाएं। हमारे पास सभी योगदानकर्ताओं की एक सूची है, आपका नाम हो सकता है!

source: List of Contributors
hi: योगदानकर्ताओं की सूची

source: Links
hi: लिंक

source: Report a bug
hi: बग रिपोर्ट करें

# GitHubRepo
source: GitHub Repository
hi: GitHub रिपोजिटरी

source: Version
hi: संस्करण

source: Contributors
hi: योगदानकर्ताओं
